{
    "intro": "Hello World. I am",
    "job_title": "Front-End Developer",
    "fullstack": "Full-Stack Developer",
    "hello": "hello",
    "home": "home",
    "about": "about-me",
    "about_me": "About Me",
    "projects": "projects",
    "contact": "contact-me",
    "contacts": "contacts",
    "printer_joke": "I don't know how to fix printers",
    "checkout_github_linkedin": "Check out my Github or LinkedIn",
    "surviving": "Surviving",
    "coding_class_name": "David's Declassified Adulting Survival Guide",
    "work": "work",
    "finished": "finished",
    "coffee": "Coffee",
    "drink_on_repeat": "drinkOnRepeat",
    "set_limit": "setLimit",
    "headphones": "Headphones",
    "true": "true",
    "false": "false",
    "is_on": "isOn",
    "be_awesome": "BeAwesome",
    "when": "when",
    "always": "Always",
    "personal_info": "personal-info",
    "resume": "resume",
    "skills": "skills",
    "download_resume": "download_resume",
    "college": "college",
    "bootcamp": "bootcamp",
    "personal_info_copy": "🖥 I am a highly skilled front-end developer  with 5 years of experience working with React. I have a deep understanding of modern web development and a passion for creating innovative, responsive, and user-friendly interfaces.",
    "personal_info_copy2" : "💼 Throughout my career, I have honed my skills in front-end development, mastering the latest tools and techniques to build complex web applications.",
    "personal_info_copy3": "🧠 My expertise in React has allowed me to develop intuitive UIs that offer an exceptional user experience. I am well-versed in building scalable and maintainable codebases, adhering to industry best practices and design principles.",
    "personal_info_copy4": "🏢 My experience includes working on a wide variety of projects, from small startups to large enterprise applications. I have collaborated with cross-functional teams, including designers, product managers, and backend developers, to deliver seamless and high-quality user experiences.",
    "personal_info_copy5": "🤲 My skills include proficiency in React, Vue, Laravel, MySQL/SQL, HTML/CSS, JavaScript, REST/RESTful APIs, and responsive design. I am also knowledgeable in the latest trends in front-end development, such as serverless architecture, progressive web apps, and mobile-first design.",
    "bonterra1": "Technologies used: React, PL/SQL, Git, Github, Unit-testing, Figma, Jira, Bitbucket, Jest, React Testing Library",
    "bonterra2": "Developed, maintained, tested, analyzed performed, and troubleshoot/fixed reusable components, applications, and applicable code",
    "bonterra3": "Participated in Agile ceremonies including daily stand-ups, sprint planning, retrospectives, and product demonstrations",
    "bonterra4": "Actively participate in the code review process as both a requestor and reviewer",
    "stridek1": "Technologies: Laravel, Vue JS, JavaScript, MySQL, SCSS, HTML, CSS, Git, Github",
    "stridek2": "Developed full-stack web applications which processed, analyzed, and rendered data visually using the latest industry-adopted technologies and frameworks",
    "stridek3": "Responsible for API design and development of RESTful services",
    "stridek4": "Worked within an agile team and helped prioritize and scope feature requests to ensure that the biggest impact features were worked on first",
    "everco1": "Technologies: HTML, SCSS, CSS, Javascript, jQuery, PHP, Boostrap, React, Photoshop",
    "everco2": "Translated UI/UX design wireframes to actual code",
    "everco3": "Identified and resolved a process bottleneck that reduced website page speed by up to 30%",
    "ce1": "Managed website development projects from initial design through completion, optimizing all cross-browser and multi-platform compatibility",
    "ce2": "Worked closely with programmers and clients to meet project requirements, goals, and desired functionality",
    "ce3": "Conducted training for clients on handling website content management systems",
    "bio": "bio",
    "experience": "experience",
    "education": "education",
    "project": "project",
    "find": "Find me in:",
    "bonterra_description": "Front-end development",
    "amex_description": "Front-End Development — Dashboard side of the application",
    "rivly_description": "Full-stack Development",
    "colibri_description": "Design + Development",
    "view_website": "view-website",
    "immense_ability": "Immense ability to work in a fast-paced environment",
    "fluent": "Fluent in English, Spanish, and Portuguese",
    "associates": "A.S. in Web Development — May 2022",
    "flag": "Flag — Lisbon, Portugal",
    "flag_grad": "Front-End Development — Dec 2018"
}