{
    "intro": "Hola Mundo. Yo Soy",
    "job_title": "Desarollador Front-End",
    "fullstack": "Desarollador Full-Stack",
    "hello": "hola",
    "home": "inicio",
    "about": "sobre-mi",
    "about_me": "Sobre Mí",
    "projects": "proyectos",
    "contact": "contáctame",
    "contacts": "contactos",
    "printer_joke": "No sé como arreglar impresoras",
    "checkout_github_linkedin": "Mira mi Github o LinkedIn",
    "surviving": "Sobreviviendo",
    "coding_class_name": "Manual de supervivencia de la vida adulta de David",
    "work": "trabajo",
    "finished": "finalizado",
    "coffee": "Café",
    "drink_on_repeat": "beberEnRepetición",
    "set_limit": "establecerLímite",
    "headphones": "Auriculares",
    "true": "true",
    "false": "false",
    "is_on": "estaConectado",
    "be_awesome": "SerIncreíble",
    "when": "cuando",
    "always": "Siempre",
    "personal_info": "info-personal",
    "resume": "currículum",
    "skills": "habilidades",
    "download_resume": "descargar_currículum",
    "college": "universidad",
    "bootcamp": "bootcamp",
    "personal_info_copy": "🖥 Soy un desarrollador front-end con 5 años de experiencia trabajando con React. Entiendo profundamente el desarrollo web moderno y me apasiona crear interfaces innovadoras, receptivas y fáciles de usar.",
    "personal_info_copy2" : "💼 A lo largo de mi carrera, he perfeccionado mis habilidades en el desarrollo front-end, dominando las últimas herramientas y técnicas para crear aplicaciones web complejas.",
    "personal_info_copy3": "🧠 Mi experiencia en React me ha permitido desarrollar interfaces de usuario intuitivas que ofrecen una experiencia de usuario excepcional. Estoy bien versado en la creación de bases de código escalables y mantenibles, siguiendo las mejores prácticas y principios de diseño de la industria.",
    "personal_info_copy4": "🏢 Mi experiencia incluye trabajar en una amplia variedad de proyectos, desde pequeñas empresas emergentes hasta grandes aplicaciones empresariales. He colaborado con equipos multifuncionales, incluidos diseñadores, gerentes de productos y desarrolladores de back-end, para brindar experiencias de usuario perfectas y de alta calidad.",
    "personal_info_copy5": "🤲 Mis habilidades incluyen competencia en React, Vue, Laravel, MySQL/SQL, HTML/CSS, JavaScript, API REST/RESTful y diseño reactivo. También tengo conocimientos sobre las últimas tendencias en el desarrollo front-end, como la arquitectura sin servidor, las aplicaciones web progresivas y el diseño móvil primero.",
    "bonterra1": "Tecnologías utilizadas: React, PL/SQL, Git, Github, Unit-testing, Figma, Jira, Bitbucket, Jest, React Testing Library",
    "bonterra2": "He desarrollado, mantenido, probado, analizado, realizado y solucionado problemas/reparado componentes reutilizables, aplicaciones y código aplicable",
    "bonterra3": "He participado en ceremonias ágiles que incluyen stand-ups diarios, planificación de sprints, retrospectivas y demostraciones de productos.",
    "bonterra4": "Participar activamente en el proceso de revisión del código como solicitante y revisor.",
    "stridek1": "Tecnologías: Laravel, Vue JS, JavaScript, MySQL, SCSS, HTML, CSS, Git, Github",
    "stridek2": "He desarrollado aplicaciones web de pila completa que procesaban, analizaban y representaban datos visualmente utilizando las últimas tecnologías y marcos adoptados por la industria.",
    "stridek3": "Responsable del diseño de API y desarrollo de servicios RESTful",
    "stridek4": "He trabajado dentro de un equipo ágil y ayudó a priorizar y definir el alcance de las solicitudes de funciones para garantizar que las funciones de mayor impacto se trabajaran primero.",
    "everco1": "Tecnologías: HTML, SCSS, CSS, Javascript, jQuery, PHP, Boostrap, React, Photoshop",
    "everco2": "He transformado UI/UX design wireframes para código real",
    "everco3": "He Identificado y resuelto un obstáculo en el proceso que ha aumentado la velocidad de la página del sitio web hasta en un 30%",
    "ce1": "He gestionado proyectos de desarrollo de sitios web desde el diseño inicial hasta su finalización, optimizando toda la compatibilidad entre navegadores y plataformas múltiples",
    "ce2": "He trabajadi en estrecha colaboración con programadores y clientes para cumplir con los requisitos, objetivos y la funcionalidad deseada del proyecto.",
    "ce3": "Capacitación para clientes sobre el manejo de sistemas de administración de contenido de sitios web",
    "bio": "biografía",
    "experience": "experiencia",
    "education": "educación",
    "project": "proyecto",
    "find": "Encuéntrame en:",
    "bonterra_description": "Desarrollo front-end",
    "amex_description": "Desarrollo Front-End — lado del dashboard de la aplicación",
    "rivly_description": "Desarrollo full-stack",
    "colibri_description": "Diseño + desarrollo",
    "view_website": "ver-sitio-web",
    "immense_ability": "Gran capacidad para trabajar en un entorno acelerado",
    "fluent": "Fluidez en inglés, español y portugués",
    "associate": "Título técnico en Desarollo Web — Mayo 2022",
    "flag": "Flag — Lisboa, Portugal",
    "flag_grad": "Desarollo Front-End — Diciembre 2018"
}