{
    "intro": "Olá Mundo. Eu sou",
    "job_title": "Programador Front-End",
    "fullstack": "Programador Full-stack",
    "hello": "olá",
    "home": "inicio",
    "about": "sobre-mim",
    "about_me": "Sobre Mim",
    "projects": "projetos",
    "contact": "contate-me",
    "contacts": "contactos",
    "printer_joke": "Eu não sei como consertar impressoras",
    "checkout_github_linkedin": "Confira meu Github ou LinkedIn",
    "surviving": "Sobrevivendo",
    "coding_class_name": "Manual de sobrevivência da vida adulta do David",
    "work": "trabalho",
    "finished": "finalizado",
    "coffee": "Café",
    "drink_on_repeat": "beberEmRepetição",
    "set_limit": "criarLimite",
    "headphones": "FonesDeOuvido",
    "true": "true",
    "false": "false",
    "is_on": "estaConectado",
    "be_awesome": "SerIncrivel",
    "when": "quando",
    "always": "Sempre",
    "personal_info": "info-pessoal",
    "resume": "currículo",
    "skills": "habilidades",
    "download_resume": "baixar_currículo",
    "college": "universidade",
    "bootcamp": "bootcamp",
    "personal_info_copy": "🖥 Sou um desenvolvedor front-end com 5 anos de experiência trabalhando com React. Tenho um profundo conhecimento do desenvolvimento web moderno e uma paixão por criar interfaces inovadoras, responsivas e fáceis de usar.",
    "personal_info_copy2" : "💼 Ao longo de minha carreira, aprimorei minhas habilidades em desenvolvimento front-end, dominando as ferramentas e técnicas mais recentes para criar aplicativos da web complexos.",
    "personal_info_copy3": "🧠 Minha experiência em React me permitiu desenvolver UIs intuitivas que oferecem uma experiência de usuário excepcional. Sou bem versado na construção de bases de código escaláveis ​​e sustentáveis, aderindo às melhores práticas do setor e aos princípios de design.",
    "personal_info_copy4": "🏢 Minha experiência inclui trabalhar em uma ampla variedade de projetos, desde pequenas startups até grandes aplicativos corporativos. Colaborei com equipes multifuncionais, incluindo designers, gerentes de produto e desenvolvedores de back-end, para oferecer experiências de usuário perfeitas e de alta qualidade.",
    "personal_info_copy5": "🤲 Minhas habilidades incluem proficiência em React, Vue, Laravel, MySQL/SQL, HTML/CSS, JavaScript, APIs REST/RESTful e design responsivo. Também tenho conhecimento das últimas tendências em desenvolvimento de front-end, como arquitetura sem servidor, aplicativos da Web progressivos e design mobile-first.",
    "bonterra1": "Tecnologias usadas: React, PL/SQL, Git, Github, Unit-testing, Figma, Jira, Bitbucket, Jest, React Testing Library",
    "bonterra2": "Desenvolvimento, manutenção e criações componentes reutilizáveis",
    "bonterra3": "Participou de cerimônias ágeis, incluindo stand-ups diários, planejamento de sprint, retrospectivas e demonstrações de produtos",
    "bonterra4": "Participou ativamente do processo de revisão de código como solicitante e revisor",
    "stridek1": "Tecnologias: Laravel, Vue JS, JavaScript, MySQL, SCSS, HTML, CSS, Git, Github",
    "stridek2": "Desenvolveu aplicativos da Web full-stack que processaram, analisaram e renderizaram dados visualmente usando as mais recentes tecnologias e estruturas adotadas pelo setor",
    "stridek3": "Responsável pelo design de API e desenvolvimento de serviços RESTful",
    "stridek4": "Trabalhou em uma equipe ágil e ajudou a priorizar e definir o escopo das solicitações de recursos para garantir que os recursos de maior impacto fossem trabalhados primeiro",
    "everco1": "Tecnologias: HTML, SCSS, CSS, Javascript, jQuery, PHP, Boostrap, React, Photoshop",
    "everco2": "Traduzir wireframes UI/UX para programação",
    "everco3": "Identificou e resolveu um gargalo do processo que reduzia a velocidade da página do site em até 30%",
    "ce1": "Projetos de desenvolvimento de sites gerenciados desde o design inicial até a conclusão, otimizando toda a compatibilidade entre navegadores e plataformas múltiplas",
    "ce2": "Trabalhou em estreita colaboração com programadores e clientes para atender aos requisitos do projeto, metas e funcionalidade desejada",
    "ce3": "Realizou treinamento para clientes sobre como lidar com sistemas de gerenciamento de conteúdo do site",
    "bio": "biografia",
    "experience": "experiência",
    "education": "educação",
    "project": "projecto",
    "find": "Encontre-me no",
    "bonterra_description": "Desenvolvimento Front-end",
    "amex_description": "Desenvolvimento Front-End",
    "rivly_description": "Desenvolvimento Full-stack",
    "colibri_description": "Design + Desenvolvimento",
    "view_website": "veja-website",
    "immense_ability": "Capacidade imensa de trabalhar em um ambiente de ritmo acelerado",
    "fluent": "Fluente em inglês, espanhol e português",
    "associates": "Curso Técnico em Desenvolvimento da Web — Maio 2022",
    "flag": "Flag — Lisboa, Portugal",
    "flag_grad": "Desenvolvimento Front-End — Dezembro 2018"
}